export const frequencies = [
  {
    region: "tashkent",
    frequencies: [
      "642 000 KHz (42 ТВК)",
      "634 000 KHz (41 ТВК)",
      "626 000 KHz (40 ТВК)",
      "602 000 KHz (37 ТВК)",
      "586 000 KHz (35 ТВК)",
      "546 000 KHz (30 ТВК)",
      "554 000 KHz (31 ТВК)",
      "538 000 KHz (29 ТВК)",
    ],
  },
  {
    region: "charvak",
    frequencies: [
      "682 000 KHz (47 ТВК)",
      "690 000 KHz (48 ТВК)",
      "530 000 KHz (28 ТВК)",
    ],
  },
  {
    region: "angren",
    frequencies: [
      "658 000 KHz (44 ТВК)",
      "682 000 KHz (47 ТВК)",
      "594 000 KHz (36 ТВК)",
      "506 000 KHz (25 ТВК)",
    ],
  },
  // Кайнарсой: 578 000 KHz (34 ТВК)
  // 522 000 KHz (27 ТВК)
  // 506 000 KHz (25 ТВК)
  {
    region: "kaynarsay",
    frequencies: [
      "578 000 KHz (34 ТВК)",
      "522 000 KHz (27 ТВК)",
      "506 000 KHz (25 ТВК)",
    ],
  },
  //   Самарканд: 610 000 KHz (38 ТВК)
  //  634 000 KHz (41 ТВК)
  //  642 000 KHz (42 ТВК)
  //  570 000 KHz (33 ТВК)
  {
    region: "samarqand",
    frequencies: [
      "610 000 KHz (38 ТВК)",
      "634 000 KHz (41 ТВК)",
      "642 000 KHz (42 ТВК)",
      "570 000 KHz (33 ТВК)",
    ],
  },
  //   Навои: 634 000 KHz (41 ТВК)
  //  650 000 KHz (43 ТВК)
  //  666 000 KHz (45 ТВК)
  //  482 000 KHz(22 ТВК)
  {
    region: "navoi",
    frequencies: [
      "634 000 KHz (41 ТВК)",
      "650 000 KHz (43 ТВК)",
      "666 000 KHz (45 ТВК)",
      "482 000 KHz(22 ТВК)",
    ],
  },

  //  Бухоро: 538 000 KHz (29 ТВК)
  //  570 000 KHz (33 ТВК)
  //  626 000 KHz (40 ТВК)
  //  586 000 KHz(35 ТВК)
  {
    region: "bukhoro",
    frequencies: [
      "538 000 KHz (29 ТВК)",
      "570 000 KHz (33 ТВК)",
      "626 000 KHz (40 ТВК)",
      "586 000 KHz(35 ТВК)",
    ],
  },

  //  Гулистон: 530 000 KHz (28 ТВК)
  //  474 000 KHz (21 ТВК)
  //  514 000 KHz (26 ТВК)

  {
    region: "guliston",
    frequencies: [
      "530 000 KHz (28 ТВК)",
      "474 000 KHz (21 ТВК)",
      "514 000 KHz (26 ТВК)",
    ],
  },

  // Карши, Косон, Нишон: 650 000 KHz (43 ТВК)
  //  364 000 KHz (41 ТВК)
  // 674 000 KHz(46 ТВК)
  {
    region: "karshi, koson, nishon",
    frequencies: [
      "650 000 KHz (43 ТВК)",
      "364 000 KHz (41 ТВК)",
      "674 000 KHz(46 ТВК)",
    ],
  },
  // Китоб, Шахрисабз, Чирокчи: 586 000 KHz (35 ТВК)
  // 506 000 KHz(41 ТВК)
  {
    region: "kitob, shahrisabz, chirokchi",
    frequencies: ["586 000 KHz (35 ТВК)", "506 000 KHz(41 ТВК)"],
  },
  // Термиз, Денау: 610 000 KHz (38 ТВК)
  //  666 000 KHz (45 ТВК)
  // 658 000 KHz(44 ТВК)
  {
    region: "termiz, denau",
    frequencies: [
      "610 000 KHz (38 ТВК)",
      "666 000 KHz (45 ТВК)",
      "658 000 KHz(44 ТВК)",
    ],
  },

  // Ургенч: 650 000 KHz (43 ТВК)
  //  682 000 KHz (47 ТВК)
  // 626 000 KHz(40 ТВК)
  {
    region: "urganch",
    frequencies: [
      "650 000 KHz (43 ТВК)",
      "682 000 KHz (47 ТВК)",
      "626 000 KHz(40 ТВК)",
    ],
  },
  // Джиззах: 426 000 KHz (40 ТВК)
  //  602 000 KHz (37 ТВК)
  // 642 000 KHz(42 ТВК)
  {
    region: "jizzakh",
    frequencies: [
      "426 000 KHz (40 ТВК)",
      "602 000 KHz (37 ТВК)",
      "642 000 KHz(42 ТВК)",
    ],
  },

  // Нукус: 602 000 KHz (37 ТВК)
  //  690 000 KHz (48 ТВК)
  //  578 000 KHz (34 ТВК)
  // 674 000 KHz(46 ТВК)
  {
    region: "nukus",
    frequencies: [
      "602 000 KHz (37 ТВК)",
      "690 000 KHz (48 ТВК)",
      "578 000 KHz (34 ТВК)",
      "674 000 KHz(46 ТВК)",
    ],
  },

  // Андижан: 522 000 KHz (27 ТВК)
  //  570 000 KHz (33 ТВК)
  // 602 000 KHz(37 ТВК)

  {
    region: "andijan",
    frequencies: [
      "522 000 KHz (27 ТВК)",
      "570 000 KHz (33 ТВК)",
      "602 000 KHz(37 ТВК)",
    ],
  },

  // Фергана: 498 000 KHz (24 ТВК)
  //  482 000 KHz (22 ТВК)
  // 530 000 KHz(28 ТВК)
  {
    region: "fergana",
    frequencies: [
      "498 000 KHz (24 ТВК)",
      "482 000 KHz (22 ТВК)",
      "530 000 KHz(28 ТВК)",
    ],
  },

  // Наманган: 594 000 KHz (36 ТВК)
  //  562 000 KHz (32 ТВК)
  //  546 000 KHz(30 ТВК)
  {
    region: "namangan",
    frequencies: [
      "594 000 KHz (36 ТВК)",
      "562 000 KHz (32 ТВК)",
      "546 000 KHz(30 ТВК)",
    ],
  },
];
